Autodesk.Revit.DB.BuiltInFailures.FloorFailures.FloorSlopeExceedsThreshold
Thickness of this Floor may be slightly inaccurate due to extreme Shape Editing. Dimensions to this element in
sections and details may not accurately indicate the Thickness shown in Type Properties.

Autodesk.Revit.DB.BuiltInFailures.FloorFailures
Failures related to floors and slabs.